{
    "buttons" : ["Jouer", "Explorer"], 
    "dropdown" : ["Le Jeu", "L'équipe", "Suivre le projet" ,"Paramètres"],
    "dropdown-content" : ["Documentation", "Avancement", "Version anglaise"],
    "theme" : ["Thème clair", "Thème sombre"],
    "description" : "Beyond Styx est un jeu de rôle au tour par tour pour un ou deux joueurs où l’on incarne des demi-dieux qui s’échappent des enfers. Le jeu se déroule dans une époque inspirée de la mythologie grecque. Le héros trouvera des ennemis qui vont tout faire pour l’empêcher d’atteindre son but. Au début du jeu, le joueur sélectionne le dieu avec lequel il a le plus d’affinités, ce dernier lui procurera alors certaines des capacités qui augmenteront au fur et à mesure des niveaux. Le joueur peut soit contrôler l’équipe de demi-dieux ou bien faire appel à un ami pour contrôler un membre du groupe.",
    "presentation" : [
        {
            "title" : "Stratégie",
            "txt_presentation" : "Usez de votre intelligence pour affronter les monstres des enfers."
        },
        {
            "title" : "Equipe",
            "txt_presentation": "Collaborez en équipe dans le mode multijoueur en ligne pour venir à bout des innombrables missions."
        },
        {
            "title" : "Explorez",
            "txt_presentation": "Parcourez le monde à la fois magnifique et terrifiant de Beyond Styx."
        }
    ],

    "team_title": "Présentation de l'équipe", 
    "team_description" : "Nous sommes une petite équipe blabla gné gné",
    "team": [
        {
            "name" : "Darius", 
            "txt" : "Je m’appelle Darius. Je sors d’une Terminale S spécialité Mathématiques et je suis intéressé par le domaine de l’informatique depuis plusieurs années. Étant donné que j’ai déjà un peu d’expérience en programmation j’ai été nommé chef de groupe. Je vais donc profiter de ce projet pour acquérir plus de compétences dans ce domaine. Je ne suis pas une personne qui joue énormément aux jeux-vidéo mais c’est tout de même un domaine que je suis et que je trouve très intéressant.", 
            "work": ["interface", "multiplayer", "ai", "camera"]
        },
        {
            "name" : "Thomas", 
            "txt" : "Je m’appelle Thomas, je sors de terminal S en filière SVT, ayant déjà touché à l’informatique et en trouvant la matière attrayante mais surtout par envie d’arrêter la chimie, je me suis naturellement dirigé vers l’informatique et donc à EPITA.", 
            "work": ["audio", "level design", "graphic", "web", "ai"]
        },
        {
            "name" : "Pierre", 
            "txt" : "Je m’appelle Pierre. Dès mon année de seconde, j’ai su que je voulais intégrer une école d’ingénieur. Je me suis découvert une passion pour l’informatique et j’ai souhaité enfaire mon domaine. J’ai rejoins EPITA afin d’approfondir mes connaissances en la matière.", 
            "work": ["graphic", "gameplay", "audio", "multiplayer", "camera"]
        },
        {
            "name" : "Aniss", 
            "txt" : "Je me nomme Aniss, je suis élève en première année du cycle préparatoire à EPITA. Plus jeune j’étais curieux de comprendre comment les sites internet étaient conçus, c’est alors que j’ai fait mes premières armes sur HTML, CSS ainsi que Javascript. J’ai eu ensuite envie de comprendre plus sur les ordinateurs en général et les autres langages informatiques. C’est tout naturellement qu’après l’obtention du baccalauréat scientifique spécialité mathématiques que je me suis dirigé vers EPITA.", 
            "work": ["ai", "web", "level design", "gameplay", "interface"]
        }
    ], 

    "doc_title" : "Documentation",
    "doc_description" : "",
    "doc" : [
        {
            "summary" : "Logiciels utilisés", 
            "details" : "Pour le projet nous avons utilisés les logiciels suivants :",
            "soft" : [
                {
                    "name" :"Unity",
                    "url" : "https://unity.com/"
                },
                {
                    "name" :"Github",
                    "url" : "https://github.com/"
                },
                {
                    "name" :"Photoshop",
                    "url" : "https://www.adobe.com/products/photoshop.html"
                },
                {
                    "name" :"Visual studio",
                    "url" : "https://visualstudio.microsoft.com/"
                },
                {
                    "name" :"Visual studio Code",
                    "url" : "https://code.visualstudio.com/"
                },
                {
                    "name" :"Rider",
                    "url" : "https://www.jetbrains.com/rider/"
                },
                {
                    "name" :"Discord",
                    "url" : "https://discord.com/"
                }
            ]
        },
        {
            "summary" : "Cahier des charges", 
            "details" : "Télécharger le cahier des charges"
        },
        {
            "summary" : "Première soutenance", 
            "details" :"Télécharger la première soutenance"
        },
        {
            "summary" : "Deuxième soutenance", 
            "details" : "Télécharger la deuxième soutenance"
        },
        {
            "summary" : "Dernière soutenance", 
            "details" : "Télécharger la dernière soutenance"
        }
    ],

    "progress_title" : "Avancement",
    "progress_description" : "Suivez l'avancement du projet depuis son commencement", 
    "progress" : [
        {
            "achievement" : "Début du projet",
            "date" : "29/01/2021",
            "details" : "Une fois le cahier des charges validé, nous avons pu commencer le projet."
        },
        {
            "achievement" : "Première soutenance",
            "date" : "02/03/2021",
            "details" : "Nous avons présenté les premiers avancements sur le jeu"
        },
        {
            "achievement" : "Publication du site",
            "date" : "19/04/2021",
            "details" : "Le site que vous consultez actuellement a été développé en PHP/HTML/CSS/JS par nous-même et nous l'hébergeons sur un VPS que nous avons loué chez Pulseheberg"
        }
    ],

    "download" : "Arrive bientôt :", 
    "footer" : "Nos réseaux", 

    "error" : [
        {
            "code" : "404",
            "details" : "Votre page n'existe pas"
        }
    ]
}
